{
    "recipes": [
        {
            "id": 1,
            "title": "Triplo bacon burger",
            "chef": "Jorge Relato",
            "recipe_url": "burger",
            "ingredients": [
                "3 kg de carne moída (escolha uma carne magra e macia)",
                "300 g de bacon moído",
                "1 ovo",
                "3 colheres (sopa) de farinha de trigo",
                "3 colheres (sopa) de tempero caseiro: feito com alho, sal, cebola, pimenta e cheiro verde processados no liquidificador",
                "30 ml de água gelada"
            ],
            "preparation": [
                "3 kg de carne moída (escolha uma carne magra e macia)",
                "300 g de bacon moído",
                "1 ovo",
                "3 colheres (sopa) de farinha de trigo",
                "3 colheres (sopa) de tempero caseiro: feito com alho, sal, cebola, pimenta e cheiro verde processados no liquidificador",
                "30 ml de água gelada"
            ],
            "details": "Preaqueça a chapa, frigideira ou grelha por 10 minutos antes de levar os hambúrgueres. Adicione um pouquinho de óleo ou manteiga e não amasse os hambúrgueres!\r\n \r\nVocê sabia que a receita que precede o hambúrguer surgiu no século XIII, na Europa? A ideia de moer a carne chegou em Hamburgo no século XVII, onde um açogueiro resolveu também temperá-la. Assim, a receita foi disseminada nos Estados Unidos por alemães da região. Lá surgiu a ideia de colocar o hambúrguer no meio do pão e adicionar outros ingredientes, como queijom tomates e alface."
        },
        {
            "id": 2,
            "title": "Asinhas de frango ao barbecue",
            "chef": "Vânia Steroski",
            "recipe_url": "asinhas",
            "ingredients": [
                "Asinhas",
                "Farinha",
                "Ovo",
                "Frigideira",
                "Óleo"
            ],
            "preparation": [
                "Pegue as asinhas",
                "Passe no ovo que foi batido",
                "Passe na farinha de rosca",
                "Frite no Óleo",
                "Sirva"
            ],
            "details": "Fica bom, confia pô."
        },
        {
            "id": 3,
            "title": "Pizza 4 estações",
            "chef": "Fabiana Melo",
            "recipe_url": "pizza",
            "ingredients": [
                "Massa",
                "Tomate",
                "Peperone",
                "Pimenta",
                "Queijo",
                "Molho de tomate"
            ],
            "preparation": [
                "Abra a massa",
                "Coloque o molho de tomate",
                "Distribua o peperone, tomate, pimenta e o quejo",
                "Coloque no forno a 180° C",
                "Corte em 8 pedaços",
                "Sirva"
            ],
            "details": "Hoje a receita é de recheio para pizza de quatro estações!\r\nEla é chamada assim porque leva quatro ingredientes diferentes divididos em quatro partes. A primeira parte da pizza leva cogumelos, a segunda presunto, a terceira mozarela e a última alcachofras.\r\nEssa pizza é um dos clássicos da tradição napolitana em Itália, sendo ideal para satisfazer todos os gostos.\r\n\r\nFácil e saborosa: são os adjetivos que eu escolheria para descrever essa pizza, pois qualquer pessoa pode preparar sem muita dificuldade em pouco tempo.\r\n\r\nO único cuidado que é importantíssimo de se ter é na hora de assar os ingredientes da pizza no forno, mas fique tranquilo que está tudo explicadinho aqui na receita."
        },
        {
            "id": 4,
            "title": "Lasanha mac n’ cheese",
            "chef": "Juliano Vieira",
            "recipe_url": "lasanha",
            "ingredients": [
                "1 massa de lasanha (pronta)",
                "500 g de presunto",
                "500 g de queijo mussarela",
                "500 g carne moída",
                "1 massa de tomate pronta",
                "sal a gosto",
                "pimenta-do-reino a gosto",
                "orégano a gosto"
            ],
            "preparation": [
                "Cozinhe a massa da lasanha em aproximadamente em 2 litros de água por 5 minutos.",
                "Em uma panela cozinhe a carne moída, depois de cozida coloque molho de tomate, o sal e temperos a gosto.",
                "Comece montando com uma camada de molho, a massa da lasanha, o presunto e o queijo",
                "Faça esse processo até tudo terminar.",
                "Aqueça o forno a 180º C durante 5 minutos.",
                "Coloque a lasanha no forno de 20 a 30 minutos."
            ],
            "details": "Dica: quando você for preparar a massa da lasanha preste muita atenção. Siga atentamente as instruções da caixa. Não deixe mais que o tempo previsto de cozimento. Se isso acontecer, sua lasanha poderá ficar muito mole e comprometer o resultado. \r\n\r\nVocê ainda pode preparar outras receitas de lasanha como a lasanha de frango, lasanha de berinjela e a lasanha de abobrinha\r\n\r\nVocê também pode experimentar usar molho de tomate caseiro na sua lasanha! O preparo é bem simples e o sabor é incrível. E com essa receita e dicas do TudoGostoso você vai fazer um molho de tomate delicioso com apenas 4 ingredientes. Além disso, você também pode experimentar usar tomates pelados ou ainda uma receita de molho branco para deixar a lasanha ainda mais gostosa. "
        },
        {
            "id": 5,
            "title": "Docinhos pão-do-céu",
            "chef": "Ricardo Golvea",
            "recipe_url": "doce",
            "ingredients": [
                "4 ovos",
                "2 tabletes de fermento",
                "2 colheres (sopa) bem cheias de margarina",
                "1 lata de leite condensado",
                "1 lata (menos 2 dedos) de água morna",
                "1 kg de farinha"
            ],
            "preparation": [
                "Bater tudo, menos a farinha, no liquidificador.",
                "Tirar e misturar na farinha. Sovar até soltar das mãos.",
                "Deixar descansar por 2 horas. Formar o pão em feitio de trança ou rosca.",
                "Colocar na assadeira e deixar crescer mais 1 hora.",
                "Assar em forno baixo por cerca de 40 minutos."
            ],
            "details": "Aproveite!"
        },
        {
            "id": 6,
            "title": "Espaguete ao alho",
            "chef": "Júlia Kinoto",
            "recipe_url": "espaguete",
            "ingredients": [
                "500 g espaguete",
                "1 colher (sopa) de manteiga",
                "300 ml de creme de leite",
                "150 g de bacon",
                "noz-moscada a gosto",
                "1/2 cebola ralada",
                "3 gemas"
            ],
            "preparation": [
                "Fritar o bacon e escorrer.",
                "Em uma frigideira, colocar a manteiga e a cebola.",
                "Depois, o creme de leite e a noz-moscada.",
                "Acrescentar as gemas uma de cada vez com o fogo desligado, batendo rapidamente.",
                "Acender o fogo, e deixar o molho em ponto (ele ficará cremoso).",
                "Colocar o espaguete já cozido, juntamente com o molho em uma panela maior.",
                "Misturar bem colocar o bacon e levar tudo ao forno, por 5 minutos, coberto com queijo parmesão."
            ],
            "details": "Dica especial não fazendo propaganda, mas para dar um toque especial ao sabor, recomendo fondor (tempero) e aginomoto a gosto."
        }
    ]
}